#language: ru

  Функция: Test. Подсчет значения арифметического действия.

    @001Step
    Сценарий: 001.1 Получение числа x
      Когда Пользователь рандомно получает x

    @002Step
    Сценарий: 001.2 Получение числа y
      Когда Пользователь рандомно получает y

    @003Step
    Сценарий: 001.3 Получение знака арифметического действия
      Когда Пользователь рандомно получает знак арифметического действия

    @004Step
    Сценарий: 001.4 Получение результата арифметического действия
      Когда Получить результат арифметического действия

    @005Step
    Сценарий: 001.5 Вывод результата
      Когда Получить результат